RREE/esp32_template/sdkconfig.defaults
CONFIG_COMPILER_CXX_EXCEPTIONS=y
CONFIG_IDF_TARGET="esp32"
CONFIG_LIBC_NEWLIB=y
